results/test/outputLoadMcd_1.txt
[OVERALL], RunTime(ms), 1394.0
[OVERALL], Throughput(ops/sec), 717.3601147776184
[TOTAL_GCS_PS_Scavenge], Count, 0.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0.0
[TOTAL_GC_TIME], Time(ms), 0.0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 3743.0
[CLEANUP], MinLatency(us), 3742.0
[CLEANUP], MaxLatency(us), 3743.0
[CLEANUP], 95thPercentileLatency(us), 3743.0
[CLEANUP], 99thPercentileLatency(us), 3743.0
[INSERT], Operations, 1000.0
[INSERT], AverageLatency(us), 1163.588
[INSERT], MinLatency(us), 795.0
[INSERT], MaxLatency(us), 96127.0
[INSERT], 95thPercentileLatency(us), 1521.0
[INSERT], 99thPercentileLatency(us), 2025.0
[INSERT], Return=OK, 1000